Repository: JosepAntoni/Python
Catalog: *.po
Languages: ca

source: Bienvenido a mi juego
ca: Benvingut al meu joc

source: Empezemos por crear tu heroe
ca: Comencem per crear el teu heroi

source: Introduce el nombre de tu heroe
ca: Introdueix el nom del teu heroi

source: Introduce el color de cabello de tu heroe
ca: Introdueix el color de cabell del teu heroi

source: Introduce la edad de tu heroe
ca: Introdueix l'edad del teu heroi:

source: Vamos a mostrar tu heroe
ca: Anem a mostrar al teu heroi

source: Edad:
ca: Edat:

source: Nombre:
ca: Nom:

source: Cabello:
ca: Cabell:

source: Es correcto? (s/n)
ca: Es correcte? (s/n)

source: Empezemos
ca: Comencem

source: Tu heroe muere, el mundo sucumbe en el caos y PHP lo domina
ca: El teu heroi mort, el monsucumbeix en el caos i PHP el domina

source: Adios
ca: Adeu
